"EDIT" = "עריכה|סיום";
"ADD" = "הוסף";
"DONE" = "סיום|אישור";
"REMOVE" = "הסר";

"CHOOSE_CONTACT_TO_ADD" = "בחר/י איש קשר כדי להוסיפו למועדפים";
"CHOOSE_NUMBER_TO_ADD" = "בחר/י מספר טלפון כדי להוסיפו למועדפים";

"SELECT_FAVORITES_TYPE" = "הוסף/י את %@ למועדפים בתור:";
"SELECT_CANCEL" = "ביטול";
"SELECT_VOICE_CALL" = "שיחה קולית";
"SELECT_FACETIME" = "FaceTime";
